Repository: crowmurk/mallenom
Catalog: mallenom/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Confirmation required:
ru: Требуется подтверждение:

source: Are you sure you want to
ru: Вы уверены что хотите

source: Yes
ru: Да

source: No
ru: Нет

source: Are you sure you want to delete
ru: Вы уверены что хотите удалить

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: Filter
ru: Фильтр

source: There are no records available
ru: Записей не обнаружено

source: Page %(page)s of %(pages)s
ru: Страница %(page)s из %(pages)s

source: First
ru: Первая

source: Last
ru: Последняя

source: Add
ru: Добавить

source: This date should be a Monday.
ru: Эта дата должна быть Понедельником

source: This date should be a Sunday.
ru: Эта дата должна быть Воскресеньем

source: Slug must not be "%(slug)s"
ru: Slug не может быть "%(slug)s"

source: This value must be grater than zero
ru: Это число должно быть больше нуля

source: An error was founded in %(value)s template: %(message)s
ru: Обнаружена ошибка в значении %(value)s шаблон: %(message)s

source: {name} were deleted successfuly
ru: {name} были успешно удалены

source: Cannot delete {name} because of foreign references
ru: Невозможно удалить {name} при существующих внешних ссылках

source: {name} was deleted successfuly
ru: {name}, удаление прошло успешно

source: Employees
ru: Сотрудники

source: Employee
ru: Сотрудник

source: Staff units
ru: Штатные единицы

source: All
ru: Все

source: Stale
ru: Устаревшие

source: Actual
ru: Действующие

source: Department
ru: Отдел

source: Position
ru: Должность

source: This value must be less than or equal to %(count)s
ru: Это значение должно быть меньше или равно %(count)s

source: %(units_count_name)s for all values %(staffing_name)s "%(staffing)s" must be less than or equal to %(count)s summary
ru: %(units_count_name)s для всех значений %(staffing_name)s "%(staffing)s" должно быть в сумме меньше или равно %(count)s

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Middle name
ru: Отчество

source: A label for URL config.
ru: URL идентификатор объекта

source: Positions held
ru: Занимаемые должности

source: Employee ID number
ru: Табельный номер

source: Staff unit
ru: Штатная единица

source: Staff units count
ru: Количество штатных единиц

source: Position held
ru: Занимаемая должность

source: Departments
ru: Отделы

source: Total: {}
ru: Всего: {}

source: Edit
ru: Изменить

source: Create
ru: Создать

source: Russian
ru: Русский

source: English
ru: Английский

source: Mallenom administration
ru: Администрирование Mallenom

source: Mallenom site admin
ru: Администрирование сайта Mallenom

source: Site administration
ru: Администрирование сайта

source: Reports
ru: Отчеты

source: Employees' assignments
ru: Назначения для сотрудников

source: Employees' assignments matrix
ru: Матрица назначений для сотрудников

source: Employees' assignments matrix (Excel)
ru: Матрица назначений для сотрудников (Excel)

source: Employees' work hours check
ru: Сверка рабочих часов сотрудников

source: Employees' indexes of labor distribution
ru: Коэффициенты трудового участия сотрудников

source: Employees' indexes of labor distribution per project
ru: Коэффициенты трудового участия сотрудников по проектам

source: Report
ru: Отчет

source: Start date
ru: Начальная дата

source: End date
ru: Конечная дата

source: Portrait
ru: Книжная

source: Landscape
ru: Альбомная

source: Page orientation
ru: Ориентация страницы

source: This value must be a Monday or first day of a month
ru: Это значение должно быть понедельником или первым днем месяца

source: This value must be a Sunday or last day of a month
ru: Это значение должно быть воскресеньем или последним днем месяца

source: This value must be less or equal than %(end)s
ru: Это значение должно быть меньше или равно %(end)s

source: Report can be weeks or months range only
ru: Отчет может быть создан только по неделям или по месяцам

source: From
ru: С

source: to
ru: по

source: From {start} to {end}:
ru: С {start} по {end}:

source: Project
ru: Проект

source: Hours
ru: Часы

source: Absence hours
ru: Часов отсутствия

source: Hours assigned
ru: Часов назначено

source: Hours total
ru: Часов всего

source: Work hours
ru: Рабочие часы

source: Difference
ru: Разница

source: Total
ru: Всего

source: Report download
ru: Загрузка отчета

source: Download report
ru: Загрузить отчет

source: Schedule
ru: Расписание

source: Closed
ru: Закрыт

source: Active
ru: Активен

source: Starts after
ru: Начинается после

source: MM/DD/YYYY
ru: ДД.ММ.ГГГГ

source: Ends before
ru: Заканчивается до

source: Month/Year
ru: Месяц/Год

source: [MM/]YYYY
ru: [ММ]/ГГГГ

source: Check hours
ru: Проверить часы

source: Selected %(employee_verbose)s does not hold this %(position_verbose)s
ru: Выбранный %(employee_verbose)s не занимает эту %(position_verbose)s

source: %(model_verbose)s dates must be within same week and month
ru: Даты для %(model_verbose)s должны быть в пределах недели и месяца

source: This value must be less than or equal to %(hours)s
ru: Это значение должно быть меньше или равно %(hours)s

source: This value must be less or equal %(end)s
ru: Это значение должно быть меньше или равно %(end)s

source: Range %(start_verbose)s - %(end_verbose)s overlapps already existed %(absence_verbose)s with this %(employment_verbose)s
ru: Диапазон %(start_verbose)s - %(end_verbose)s пересекается с уже сущестующим %(absence_verbose)s с таким же значением %(employment_verbose)s

source: %(hours_name)s must be less than or equal to %(hours_available)s summary
ru: %(hours_name)s должны быть меньше или равны %(hours_available)s в сумме

source: Name
ru: Название

source: Status
ru: Статус

source: Projects
ru: Проекты

source: Start
ru: Начало

source: End
ru: Конец

source: Employee's assignments
ru: Назначения для сотрудника

source: Assignment
ru: Назначение

source: Project's assigment
ru: Назначение для проекта

source: Projects' assigments
ru: Назначения для проектов

source: Reason
ru: Причина

source: Reason for employee absence
ru: Причина отсутствия сотрудника

source: Employee's absence
ru: Отсутствие сотрудника

source: Employees' absences
ru: Отсутствия сотрудников

source: Assignments count
ru: Число назначений

source: This date should be a Monday or first day of a month.
ru: Эта дата должна быть понедельником или первым днем месяца

source: This date should be a Sunday or last day of a month.
ru: Эта дата должна быть воскресеньем или последним днем месяца

source: Records with invalid dates were found
ru: Найдены записи с неверными датами

source: Staffing
ru: Штатное расписание

source: This value must be greater than or equal to {staff_units_holded}
ru: Это значение должно быть больше или равно {staff_units_holded}

source: Positions
ru: Должности

source: Staff units held
ru: Штатных единиц занято

source: Bad request
ru: Ошибка в запросе

source: I do not get upset when people do not understand me, upset if I do not understand people."
ru: Я не огорчаюсь, если люди меня не понимают, - огорчаюсь, если я не понимаю людей."

source: Forbidden
ru: Доступ запрещен

source: No things are forbidden, they are just not recommended.
ru: Запретных вещей нет, есть вещи нерекомендованные.

source: Page not found
ru: Страница не найдена

source: There are all sorts here walking around, and then I have a page missing!
ru: Ходят тут всякие, а потом у меня страницы пропадают!

source: Internal server error
ru: Ошибка сервера

source: Do not mistake the one who does nothing.
ru: Никогда не ошибается тот, кто ничего не делает.

source: LogOut
ru: Выйти

source: LogIn
ru: Войти

source: Calendar
ru: Календарь

source: Days
ru: Дни

source: Day types
ru: Типы дней

source: Upload calendar
ru: Загрузить календарь

source: Logged out!
ru: Выход выполнен!

source: Click here to login again.
ru: Войти снова.

source: Your username and password didn't match. Please try again.
ru: Имя пользователя и пароль не совпадают. Пожалуйста, попробуйте снова.

source: Your account doesn't have access to this page.
ru: Ваш пользователь не имеет доступа к этой странице.

source: Please login to see this page.
ru: Пожалуйста войдите чтобы увидеть страницу.

source: Under construction
ru: В разработке

source: Sorry, this section is under construction.
ru: Извините, раздел в разработке.

source: Work calendar
ru: Трудовой календарь

source: Type
ru: Тип

source: After
ru: После

source: Before
ru: До

source: Year
ru: Год

source: Pick a year to import
ru: Выберите год для импорта

source: File
ru: Файл

source: Pick a CSV file containing work calendar
ru: Выберите CSV файл содержащий календарь

source: CSV file required
ru: Требуется CSV файл

source: Mark in CSV file
ru: Отметка в CSV файле

source: CSS class
ru: Класс CSS

source: Day type
ru: Тип дня

source: Day
ru: День

source: Days count
ru: Количество дней

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Calendar upload
ru: Загрузка календаря

source: None
ru: Нет

source: Language '{}' does not supported
ru: Язык '{}' не поддерживается

source: Day types not specified
ru: Типы дней не определены

source: Invalid day format: '{}'
ru: Неверный формат дня: '{}'

source: Unknown day type: '{}'
ru: Неизвестный тип дня: '{}'

source: CSV module exception: {error}
ru: Ошибка в CSV модуле: {error}

source: Invalid CSV format: {}
ru: Неверный формат CSV: {}

source: Uploaded file is too big ({0:.2f} MB).
ru: Загружаемый файл слишком велик ({0:.2f} MB).

source: Parsing error ({type}): {error}
ru: Ошибка парсера ({type}): {error}

source: Nothing to upload: data set is empty
ru: Нечего загружать, набор данных пуст

source: CSV import finished with errors (see more in logs)
ru: CSV импорт завершен с ошибками (подробности в логах)

source: CSV import finished without errors
ru: Импорт CSV завершен без ошибок
